wrk_60s.txt
Running 1m test @ http://127.0.0.1:8080/users
  8 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    40.01ms   27.39ms 281.66ms   64.46%
    Req/Sec     6.55k   652.83    12.38k    69.88%
  3128577 requests in 1.00m, 534.07MB read
Requests/sec:  52067.74
Transfer/sec:      8.89MB